Repository: common-repository/runcode-by-soncy
Catalog: runcode-*.po
Languages: ru_ru, zh_tw

source: Run
ru_ru: Бежать
zh_tw: 運行

source: Copy
ru_ru: Копировать
zh_tw: 複製

source: Save As...
ru_ru: Сохранить как ...
zh_tw: 另存為

source: Tips:You can change the code before run.
ru_ru: Подсказка: Вы можете изменить код, прежде чем запустить.
zh_tw: 提示：你可以修改部份代碼再運行。

source: Because of security policy reasons, this feature has been banned by your browser.Close this window, and press "Ctrl+C" to copy the code.
ru_ru: Из-за политики безопасности причинам, эта функция была запрещена ваш browser.Close это окно, и нажмите кнопку "Ctrl + C ", чтобы скопировать код.
zh_tw: 由於安全策略的原因，此項功能已被流覽器禁止。關閉此窗口，然後按下“Ctrl+C”複合鍵完成複製。

source: Runcode Options
ru_ru: Runcode Функции
zh_tw: Runcode 設置

source: Default Width:
ru_ru: Ширина по умолчанию:
zh_tw: 默認寬度：

source: Default Font Size:
ru_ru: По умолчанию размер шрифта:
zh_tw: 默認字號：

source: Your browser does not support this method.
ru_ru: Ваш браузер не поддерживает данный метод.
zh_tw: 您的瀏覽器不支持此方法。

source: Save As
ru_ru: Сохранить как
zh_tw: 另存代碼
